Repository: Pierre-Lannoy/wp-traffic
Catalog: .translations/wp-plugins-traffic-stable-readme-*.po
Languages: fr_be

source: Full featured monitoring &amp; analytics for WordPress APIs.
fr_be: Analyse et rapports statistiques complets pour les API WordPress.

source: <strong>Traffic</strong> is part of <a href="https://perfops.one/">PerfOps One</a>, a suite of free and open source WordPress plugins dedicated to observability and operations performance.
fr_be: <strong>Traffic</strong> fait partie de <a href="https://perfops.one/">PerfOps One</a>, une suite d’extensions WordPress gratuites et open source dédiées à l’observabilité et aux performances des opérations.

source: For a full help on WP-CLI commands in Traffic, please <a href="https://perfops.one/traffic-wpcli">read this guide</a>.
fr_be: Pour obtenir une aide complète sur les commandes WP-CLI pour Traffic, veuillez lire <a href="https://perfops.one/traffic-wpcli">ce guide</a>.

source: <strong>Traffic</strong> supports WP-CLI commands to:
fr_be: <strong>Traffic</strong> prend en charge un ensemble de commandes WP-CLI pour :

source: toggle on/off main settings - see <code>wp help api settings</code> for details.
fr_be: activer ou désactiver le réglages principaux - voir <code>wp help api settings</code> pour plus de détails.

source: display (past or current) API calls in console - see <code>wp help api tail</code> for details;
fr_be: afficher les appels d’API (passés ou en cour) dans la console - voir <code>wp help api tail</code> pour plus de détails ;

source: Live Monitoring
fr_be: Supervision en direct

source: You can report bugs and suggest ideas via the <a href="https://github.com/Pierre-Lannoy/wp-traffic/issues">GitHub issue tracker</a> of the plugin.
fr_be: Vous pouvez signaler des bogues et suggérer des améliorations via le <a href="https://github.com/Pierre-Lannoy/wp-traffic/issues">suivi d’incidents GitHub</a> de l’extension.

source: Support is provided via the official <a href="https://wordpress.org/support/plugin/traffic/">WordPress page</a>.
fr_be: L’assistance est proposée via la page officielle <a href="https://wordpress.org/support/plugin/traffic/" >d’assistance</a>.

source: Yes. It is designed to work on multisite too. Network Admins can configure the plugin and have access to all analytics reports. Sites Admins have access to the analytics reports of their sites.
fr_be: Oui. Cette extension est conçue pour fonctionner sur un multisite aussi. Les administratrices et administrateurs du réseau peuvent configurer l’extension et avoir accès à tous les rapports d’analyse. Les administratrices et administrateurs de sites ont juste accès aux rapports d’analyse de leurs sites.

source: You need at least <strong>WordPress 5.2</strong> and <strong>PHP 7.2</strong>.
fr_be: Vous avez besoin d’au moins <strong>WordPress 5.2</strong> et <strong>PHP 7.2</strong>.

source: Where can I report a bug?
fr_be: Où puis-je signaler un bogue ?

source: Where can I get support?
fr_be: Où puis-je obtenir de l’aide ?

source: Can this plugin work on multisite?
fr_be: Cette extension fonctionne-t’elle sur un multisite ?

source: What are the requirements for this plugin to work?
fr_be: Quels sont les prérequis pour que cette extension fonctionne ?

source: Enjoy!
fr_be: Profitez !

source: Visit 'Settings &gt; Traffic' in the left-hand menu of your WP Admin to adjust settings.
fr_be: Visitez « Réglages &gt; Traffic » dans le menu gauche de votre panneau d’administration pour ajuster les paramètres.

source: Activate Traffic from your Plugins page.
fr_be: Activez Traffic depuis la page des extensions.

source: Upload the <code>traffic</code> directory to your <code>/wp-content/plugins/</code> directory, using your favorite method (ftp, sftp, scp, etc...).
fr_be: Téléversez le dossier <code>traffic</code> dans votre dossier <code>/wp-content/plugins/</code>, en utilisant votre méthode préférée (ftp, sftp, scp, etc.).

source: Download Traffic.
fr_be: Télécharger Traffic.

source: Activate Traffic.
fr_be: Activez Traffic.

source: Click on the 'Install Now' button.
fr_be: Cliquez sur le bouton « Installer maintenant ».

source: Search for 'Traffic'.
fr_be: Cherchez « Traffic ».

source: Visit 'Plugins &gt; Add New'.
fr_be: Visitez « Extensions &gt; Ajouter ».

source: Once Activated
fr_be: Une fois activé

source: From WordPress.org
fr_be: Depuis WordPress.org

source: From your WordPress dashboard
fr_be: Depuis votre Tableau de bord WordPress

source: If you like this plugin or find it useful and want to thank me for the work done, please consider making a donation to <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> or the <a href="https://www.eff.org/">Electronic Frontier Foundation</a> which are advocacy groups defending the rights and freedoms of citizens on the Internet. By supporting them, you help the daily actions they perform to defend our fundamental freedoms!
fr_be: Si vous aimez cette extension ou la trouvez utile et que vous voulez me remercier pour le travail accompli, vous pouvez faire un don à <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> ou l’<a href="https://www.eff.org/">Electronic Frontier Foundation</a> qui sont des associations de défense des droits et libertés des citoyens sur Internet. En les soutenant, vous aidez les actions quotidiennes qu’ils accomplissent pour défendre nos libertés fondamentales !

source: Anyway, I'll be glad to help you if you encounter issues when using this plugin. Just use the support section of this plugin page.
fr_be: Dans tous les cas, je serai heureux de vous apporter mon assistance si vous rencontrez des problèmes lors de l’utilisation de cette extension. Merci de me contacter via la page support de ce site.

source: This plugin is free and provided without warranty of any kind. Use it at your own risk, I'm not responsible for any improper use of this plugin, nor for any damage it might cause to your site. Always backup all your data before installing a new plugin.
fr_be: Cette extension est gratuite et distribuée sans aucune garantie d’aucune sorte. Son utilisation se fait à vos risques et périls, je ne saurais être tenu responsable d’aucun dommage que son utilisation pourrait causer à votre site. Pensez à toujours sauvegarder vos données avant d’installer une nouvelle extension.

source: <strong>Traffic</strong> is a free and open source plugin for WordPress. It integrates many other free and open source works (as-is or modified). Please, see 'about' tab in the plugin settings to see the details.
fr_be: <strong>Traffic</strong> est une extensions libre et open source pour WordPress. Elle intègre de nombreuses autres œuvres libres et open source (telles quelles ou modifiées). Consultez l’onglet « à propos » dans l’extension pour obtenir des détails.

source: <strong>Traffic</strong> supports multisite report delegation (see FAQ).
fr_be: <strong>Traffic</strong> prend en charge la délégation de rapports multisites (voir FAQ).

source: At this time, <strong>Traffic</strong> can report, for inbound and outbound traffic:
fr_be: Actuellement, <strong>Traffic</strong> peut analyser, pour le trafic entrant et sortant :

source: <strong>Traffic</strong> is a full featured analytics reporting tool that analyzes all inbound and outbound API calls made to/from your site.
fr_be: <strong>Traffic</strong> est un outil complet de mesure d’usage des appels API entrants et sortants effectués vers/à partir de votre site.

source: <strong>Full featured analytics for WordPress APIs.</strong>
fr_be: <strong>Analyse et rapports statistiques complets pour les API WordPress.</strong>

source: geographical repartition of calls;
fr_be: répartition géographique des appels ;

source: HTTP codes, protocols and methods details;
fr_be: détails des codes HTTP, protocoles et méthodes ;

source: metrics variations;
fr_be: variations des métriques ;

source: domains, subdomains and endpoints details;
fr_be: détails des domaines, sous-domaines et points de terminaison ;

source: KPIs: number of calls, data volume, server error rate, quotas error rate, effective pass rate and perceived uptime;
fr_be: KPIs : nombre d’appels, volume de données, taux d’erreur serveur, taux d’erreur quotas, taux de réussite effectif et disponibilité perçue ;

source: Donation
fr_be: Don

source: Support
fr_be: Assistance

source: Endpoint Summary
fr_be: Résumé du point de terminaison

source: Subdomain Details - Endpoints List
fr_be: Détails du sous-domaine - Liste des points de terminaison

source: HTTP Codes List
fr_be: Liste des codes HTTP

source: Countries List
fr_be: Liste des pays

source: Domains List
fr_be: Liste des domaines

source: Main Page
fr_be: Page principale

source: Please, see <a href="https://perfops.one/traffic-changelog">full changelog</a>.
fr_be: Merci de consulter le <a href="https://perfops.one/traffic-changelog">journal des modifications</a>.
